var sightseeingsPlacemarks = [
    {
        data: {
            img: './img/01.jpg'
        },
        coordinates: [51.806688, 143.158541],
        properties: {
            iconContent: 1,
            balloonContentHeader: "Археологический памятник «Ноглики-3»",
            balloonContent: "В устье р. Ноглинки расположен памятник археологии под названием Ноглики-3. " +
            "Стоянка датировкой II тыс. до н.э. имела удобное расположение для добычи рыбы и морского зверя. " +
            "Так как несколько тысяч лет назад уровень моря был выше современного, воды залива плескались " +
            "у подножия ногликской и имчинской террасы (морской выступ). Древние люди, заселяя остров с материка," +
            " активно использовали такое местоположение."
        }
    },
    {
        data: {
            img: './img/02.jpg'
        },
        coordinates: [51.811036, 143.153913],
        properties: {
            iconContent: 2,
            balloonContentHeader: "Памятник воинам-землякам «Скульптурная композиция \"Тыл-Фронту\"»",
            balloonContent: "Памятник представляет собой мемориальный комплекс в честь воинов-земляков," +
            "погибших в годы Великой Отечественной войны, создан по инициативе председателя" +
            " поселкового Совета народных депутатов Любови Алексеевны Орловой и председателя" +
            " районного Cовета ветеранов войны и труда Евгения Васильевича Смирнова."
        }
    },
    {
        data: {
            img: './img/03.jpg'
        },
        coordinates: [51.811709, 143.153591],
        properties: {
            iconContent: 3,
            balloonContentHeader: "Парк Победы",
            balloonContent: "На митинге в честь Дня Победы собравшиеся жители предложили шеяновский огород — сквер " +
            "облагородить, досадить деревья и назватьего парком Победы. Хозяин Федор Гордеевич без сожаления отдал" +
            " этот ухоженный участок под парк. Вскоре, когда подсохла земля, вскрылась река Тымь, жители устроили" +
            " воскресник. Одним днем благоустройство не закончилось. Доделывали еще одно-два воскресенья, " +
            "потом еще несколько лет подсаживали новые саженцы взамен погибших."
        }
    },
    {
        data: {
            img: './img/04.jpg'
        },
        coordinates: [51.811897, 143.152648],
        properties: {
            iconContent: 4,
            balloonContentHeader: "Бюст Героя Советского Союза Григория Петровича Петрова",
            balloonContent: "В 1976 году на территории пограничной заставы сооружен памятник" +
            " Григорию Петровичу Петрову. Бюст работы скульптора Д.И. Антонова высотой 1 м установлен " +
            "на постаменте высотой 1,5 м. Решением Сахалинского облисполкома от 21 марта 1980 года" +
            " № 119 памятник взят на государственный учет. Рядом с памятником сооружена памятная " +
            "стена с надписью: «Памяти павших будьте достойны» и установлен флагшток для торжественного" +
            " подъема государственного флага. В 2007 году управлением культуры Сахалинской области был" +
            " согласован перенос памятника Герою Советского Союза Г.П. Петрову на площадь возле" +
            " мемориального комплекса. Скульптору В.Н. Чеботареву был заказан новый бюст для установки" +
            " его в парке Победы. Бюст Г.П. Петрова работы Д.И. Антонова не сохранился."
        }
    },
    {
        data: {
            img: './img/05.jpg'
        },
        coordinates: [51.811897, 143.152909],
        properties: {
            iconContent: 5,
            balloonContentHeader: "Памятный знак в честь Амурской экспедиции Г. И. Невельского",
            balloonContent: "Памятный знак в честь Амурской экспедиции Г.И. Невельского представляет собой бетонную" +
            " стелу, установленную на прямоугольном постаменте размером 1,95 на 0,76 метра." +
            " На лицевой стороне укреплена металлическая пластина, на ней помещены медный барельеф " +
            "Г.И. Невельского и текст: «В честь первой высадки экспедиции Г.И. Невельского 1849 г." +
            " от курсантов, преподавателей и сотрудников ДВВИМУ им. адмирала Г.И. Невельского." +
            " Мемориальная доска установлена экипажами «Россия», «Родина». 1973г». Знак обнесен цепью," +
            " укрепленной на столбах, у постамента лежит якорь."
        }
    },
    {
        data: {
            img: './img/06.jpg'
        },
        coordinates: [51.814083, 143.155294],
        properties: {
            iconContent: 6,
            balloonContentHeader: "Здание, в котором работал первый съезд Советов коренных" +
            " малочисленных народов северного Сахалина",
            balloonContent: "Знаменито центральное двухэтажное здание, прежде всего тем," +
            " что в 1930 году здесь прошел первый туземный съезд, избравший райисполком " +
            "Восточно-Сахалинского района, позднее переименованный в Ногликский." +
            " Именно с этой даты началась история образования Ногликского района."
        }
    },
    {
        data: {
            img: './img/07.jpg'
        },
        coordinates: [51.812181, 143.162280],
        properties: {
            iconContent: 7,
            balloonContentHeader: "Cредняя общеобразовательная школа № 2",
            balloonContent: "В 1929 году в Ногликах приступила к работе туземная школа-интернат" +
            " Сахалинской культбазы. Прием детей в школу проходил в течение всех зимних месяцев," +
            " когда у местного населения закончился лов рыбы, охота на нерпу и установилась зимняя" +
            " дорога для оленеводов-охотников. Много ребят влилось в школу во время съезда Советов" +
            " в феврале, после того, как приехавшие на съезд туземцы с семьями убедились в хорошем" +
            " состоянии школы и интерната. Изначально школа была открыта как школа-интернат для " +
            "детей народов Севера, но позже в ней стали жить дети из русских семей, которые приехали" +
            " осваивать и развивать север Сахалина."
        }
    },
    {
        data: {
            img: './img/08.jpg'
        },
        coordinates: [51.814619, 143.175969],
        properties: {
            iconContent: 8,
            balloonContentHeader: "Микрорайон колхоза «Восток»",
            balloonContent: "Микрорайон колхоза «Восток» считается местом компактного проживания" +
            " малочисленных народов Севера. На территории расположен краеведческий музей," +
            " библиотека филиал №2, детский сад «Березка». Во всех этих учреждениях ведется работа" +
            " по сохранению культуры коренных малочисленных народов Севера."
        }
    },
    {
        data: {
            img: './img/09.jpg'
        },
        coordinates: [51.813840, 143.175088],
        properties: {
            iconContent: 9,
            balloonContentHeader: "Ногликский историко этнографический музей",
            balloonContent: "Это единственный музей на Сахалине, который наиболее" +
            " полно отражает историю Ногликского района. В историко-этнографическом" +
            " музее много интересных экспонатов, но обратить внимание стоит на нивхскую " +
            "лодку-долбленку. В музее представлена одна из двух сохранившихся лодок-долбленок, " +
            "изготовленных нивхским мастером Дмитрием Ароновичем Саменко. Вторая находится в Музее" +
            " северных культур г. Абасири на о. Хоккайдо, Япония."
        }
    }
];
var streetsPlacemarks = [];